Repository: atlas-studios/Session2-G2
Catalog: omegat/project_save.tmx
Source language: zh_cn
Languages: en_us

source: 他这话一出口，沈萤和羿清也忍不住转头看向桌上的萝卜。
en_us: The moment he said that, Shen Ying and Yi Qing could not help but look upon the radish on the table.

source: 他这话一出口，那莲花上的几位游仙，齐齐愣了一下。
en_us: As soon as he had spoken, the few Traveling Immortals on the Lotus Flower became dumbfounded..

source: 他连忙从怀中掏出一个绿色的小瓷瓶，倒出一枚绿色元力丹吞服下去，立即盘坐入定起来。
en_us: He hastily retrieved a small green porcelain vase from within his robes. He poured out a single green essence force pill, which he swallowed. Upon doing this, he immediately sat cross-legged to begin meditating.

source: 他连忙双手结印，顿时眼前一道水影闪过，一个高阶迷魂阵瞬间成形。来势汹汹的化神修士，扑了个空，几人的身影顿时消失了。
en_us: Feng Ying quickly clasped both hands in an imprint, and at once a stream of water flashed past, and a high-level Soul Mystification Array instantly took shape. The Soul Formation cultivators, who were charging towards them, found themselves attacking empty space, their opponents had vanished.

source: 他连忙闭上眼睛，再次睁开，眼前的画面却依然清晰。换个角度，只见远处昏暗的角落内，一只米粒大的爬虫，它的背上有七个黑点，它爬走的动作缓慢如蜗牛……
en_us: He quickly shut his eyes and opened them again; the scene in front was just as distinct and clear as before. Turning his head, he gazed at the dark corner far away. A bug as big as a grain of rice was crawling slowly like a snail. It had seven black spots on its back…

source: 他连续不停的质问起来，每问一声就抡起江如虎的身子朝地面砸一下，这几轮乱砸之下，江如虎顿时头破血流，脑袋也被砸晕了，惨叫声都没有了，口鼻也只有入气没有出气了……
en_us: He continuously questioned without stopping, with each question being followed by him swinging Jiang Ruhu's body and smashing it onto the ground. As a result of these few rounds of random ground-smashing, Jiang Ruhu immediately started bleeding from the wounds on his head. He had also fainted from the multiple crashes onto the ground - the cries of agony had stopped, while there were only acts of breathing-in through his mouth and nose, without any act of breathing-out at all...

source: 他遇见熟人了，而且还是两个！
en_us: He met people he was familiar with, and not just one person but two!

source: 他隐隐有种，以后全门派上下，遍地都是金钢芭比的即视感。
en_us: He suddenly saw an obscure vision of the entire sect being filled with iron barbies in the future.

source: 他顺势一个剑招挥了过去，化出数十把灵剑直接穿体而过，把妖狐钉在了石壁上再无处可逃。
en_us: He conveniently used a sword move to transform and direct dozens of spiritual swords to pin the demon on the stone wall so that there was nowhere for him to escape.

source: 他顺口问了句，“依姑娘看它得了什么病？”
en_us: He conveniently asked, "In your opinion, what illness do you think it has contracted?"

source: 他，真的不是废物。
en_us: He, was not a good-for-nothing.

source: 仙人：“……”
en_us: The Immortal: "..."

source: 仙界从来没有出现过飞升成功的体修，靠着修体上界的只有妖仙！成仙的体修叫啥？体仙？
en_us: There has never been a body cultivator that could advance to immortality. The ones that actually make it to the upper world are only the demons. What do you call a body cultivator that had achieved immortality? A body immortal?

source: 仙魂仍是不敢置信的瞅了瞅自己的手，怎么会这样？抬头细细看了一遍眼前的人，突然猛的睁大了眼睛。
en_us: The immortal soul didn't dare reply. He studied his own hand. How could this be? As he faced the woman in front of him, his eyes widened.

source: 仙魂嘴角一抽，差点就要维持不住仙风道骨的貌样，还不都是因为你突然冲进来打断的，我怎么知道还有一个人啊喂？！
en_us: The corner of the immortal soul's mouth twitched. He almost lost his sage-like demeanour. I wouldn't have to do so if not for you, how would I know that you'd come in?

source: 仙魂正打算修复对方的伤势，突然有什么冲了进来，刚升起半截的人，扑通一下被一脚又踩了回去。
en_us: The immortal soul had just begun to heal the wounded Qing Lan when something burst into the Immortal Pavilion. Qing Lan, who had been floating, was thrown back onto the ground by a foot, which pressed him down.

source: 仙魂猛的睁大了眼睛，一脸的狂喜，大腿也不抱了，转身就朝着最近的羿清飘了过去，“哈哈，年轻的修士你我有缘……”
en_us: The immortal soul's eyes widened in delight. He stopped hugging onto Shen Ying’s leg and floated over to Yi Qing who was nearest to him. "Haha, young cultivator, we have affinity…"

source: 仙魂的整个魂体都抽畜了一下，怒气冲冲的道，“你这个小娃娃，好生无礼，我乃金仙碧涛！虽然只是一丝残魂，但也是仙魂好吗？！”阿飘是什么鬼？他是只普通的阿飘吗，他是一只仙飘！
en_us: The immortal soul's body twitched as he began to burn with anger. "You, little girl, have absolutely no manners. I'm the Golden Immortal Bitao afterall! Although I'm now a remnant soul, I'm still an immortal soul, alright?" A ghost is still a ghost… Fine, he's an immortal ghost!

source: 仙魂瞅了瞅地上那个已经没动静的人，从善如流的改了口，“唯……二进入仙宫的人，但凡是能看破那炉内乾坤者，皆是悟性上佳之人，你能来此也算是你我有缘。”
en_us: The immortal soul glanced at the unconscious man lying on the ground. He smoothly corrected himself, "The second to enter this Immortal Pavilion. But whoever sees through the fiery furnace has the best acumen in town. Fate has brought you and I together."

source: 仙魂：“……”
en_us: The immortal soul remained quiet.

source: 以前还不觉得，这会特意飞这么高一看，整个曲双城的地貌看起来就像是……门！一扇巨大的门。薄飞平细一回想那些仙气有异的地点，再一一对应上去，那些地方简直就像是门上的门钉一般。
en_us: They did not think of this before, but after specifically flying up high to take a look, the whole city looks just like a... a door! A gigantic door. Pu Feiping recalled the suspicious places with lesser immortal Qi and realized that those places are exactly like the nails on the door.

source: 以后？什么以后？
en_us: Future? What future?

source: 以她这不识路样子，要回了冥阴山，她一个人在这里，不会被饿死吧？
en_us: With her lacking sense of direction, if I were to return to Ming Yin Mountain, wouldn't she die of hunger alone?

source: 以往他遇到江恨水都会远远的躲开，避免尴尬，此刻既然遇到了，也只能勉强笑道：“恨水，好久不见。”
en_us: Usually, when he saw Jiang Henshui, Jiang Yi would try to hide or move far away from him to avoid awkwardness between them. At that moment, since the two had met eyes, Jiang Yi had no choice but to force a smile and greet him by saying, "Henshui, long time no see."

source: 以无敌派的实力，如今已经不需要全派出动去捡弟子了。就连孤月也没打算出派，而是把这事全权交给了郁红。郁红是九个女修中最年长的，也是性格最为稳重的一个。当日他教授几人的时候，她的修为最高，理所当然就成了几人中的大师姐。虽然这两年多中，思羽的实力已经超过了她，但她仍是众人最信服的一个。
en_us: Given the Invincible Sect's current prowess, they no longer had to mobilize all the members to move oout to recruit disciples into the sect. Even Lonemoon had no intentions of leaving the sect's grounds. He outsourced everything to Yu Hong. Yu Hong was the oldest of the nine female cultivators, and she was the most reliable one as well. When he recruited the female cultivators, she was of the highest cultivation level. Naturally, she was the Senior Sister of the group. Although Si Yu had overtaken her in terms of cultivation after two years, Yu Hong still remained the leader of the group.

source: 以赤练毒蛇为药引，在黑砂中磨练，练成后中招者心脉滞涩如中赤练剧毒，肉体溃烂如被铁砂贯穿，是一门可以速成的人阶中品功法。
en_us: The attack used red-band poisonous snakes as a medicinal ingredient, which was subsequently tempered in black sand. After tempering, anyone who received the attack would suffer from slow blood circulation and lag like one had received red-band poisoning. Their physical body would fester like it was penetrated through by multiple metallic pellets. This was a Man-tier medial-grade attack that could be achieved instantly.

source: 仿佛风雨欲来……
en_us: The wind and rain approached...

source: 众人一惊，仔细一看，果然他周身围绕的都是仙气。
en_us: Everybody was stunned. They looked closely and found that his body was indeed surrounded by Immortal Qi.

source: 众人一惊，纷纷转头看向思羽。
en_us: Everone was shocked as they turned over to look at Si Yu.

source: 众人一惊，齐唰唰的转头看向她。郁家更是直接冷笑了一声。
en_us: Eveyone was shocked as they turned to look at her in unison. The Yu Family sneered.

source: 众人一脸激动的将沈萤分发的铃铛小心翼翼收进了怀里，似是收到了什么稀世珍宝一样，兴奋得仿佛一不小心就要蹦起来一样。眼睛瞬间闪亮无比，朝着她齐齐行礼，个个开始一脸坚定的表决心。
en_us: The faces of the girls were all filled with excitement as they carefully put away the small bell that Shen Ying gave into their sleeves as if having received some rare treasure. They were so excited that they looked like they were about to leap in joy and their eyes sparkled so brightly as they bowed in unison towards her and showed a face of hard determination.

source: 众人一顿，纷纷回过头来。特别是思羽下意识的就皱了皱眉，“还有事？”
en_us: Everyone paused and turned around. Si Yu subconsciously frowned, "What else?"

source: 众人不敢置信瞪大了眼睛，这人是不是傻？哪有得到宝贝后，不认主的？众人的脸更黑了，再也说不出一句，这宝贝属于他们的话。谁会相信，一个没认主的物品，是轩辕家传世之宝。
en_us: The crowd couldn't believe their ears, and everyone's eyes widened. Is this person stupid? Anyone who found a treasure would make it acknowledge themselves as the owner. The crowd's expressions darkened. The crowd could no longer insist that the treasure belong to them. Who would believe that a treasure which had not acknowledged any owner belonged to the Xuan Yuan Family?

source: 众人也是一脸茫然，孤月皱了皱眉，上前一步沉声道，“师兄，我想这群人是来找我的。”
en_us: Everyone present had blank looks, but Lonemoon furrowed his brows, stepped forward and said, "Senior Brother, I think they are here for me."

source: 众人内心一凛，暗暗点头，这龙哥是江如虎的亲哥江如龙，实力在家族年轻一代排名第二，已达到铸鼎境七重，最近和大少爷江恨水去武殿闭关了。要是他出关听说江如虎被打成这样，肯定会暴怒出手弄死江逸的。
en_us: The hearts of all the people around turned coldly stern as they silently nodded their heads. That "Brother Long" was none other than Jiang Ruhu's older brother Jiang Rulong. Positioned second in the list of most powerful persons within the young generation of the Family, his power level had reached the seventh stage of the Cast Tripod Realm. Recently, he had left for seculsion and training with the Great Young Master Jiang Henshui at the Martial Arts Hall. Should he return and find out that Jiang Ruhu had been beaten to this terrible state, he would definitely intervene in a fit of rage and kill Jiang Yi.

source: 众人又是一阵惊呼，果然是他！魔修芮糜一直是玄天宗的心腹大患，他作恶多端，却行踪隐秘，没人知道他的老巢万魔窟在哪。修为又是金丹大圆满，加上有噬魂幡的原因，即使是元婴修士出手也讨不到好处。玄天宗多次想要围剿却遍寻不着他的影子，没想到却被他解决了。他居然可以越阶打败他，不愧是剑修。
en_us: A chorus of amazed exclamations erupted yet again. It really was him! The fiendish cultivator Rui Mi had always been a big headache for the Blackheaven Sect. Although he committed many acts of evil, he managed to keep his whereabouts a secret. No one knew where his old hideout, the Myriad Fiend Den was. Also, he had perfected his Golden Core cultivation and possessed the Soul Devouring Gonfalon. There was no real chance of defeating him even with the help of a Nascent Soul cultivator. Many times the Blackheaven Sect had wanted to besiege his hideout but could not find any trace of him. And to think that Yi Qing had managed to solve this problem. He had actually defeated the Soul Devouring Gonfalon, whose cultivation level was higher than his. He definitely lived up to the high standards expected of a sword cultivator.

source: 众人哪肯退去？谁敢退日后被江如虎知道了，还不得扒了皮啊？而且全部人看到江如虎样子惨不忍睹都有些害怕了，纷纷相劝，生怕出大事。
en_us: How could that group of opponents even consider retreating? Who dares escape - should Jiang Ruhu find out the identities of those individuals, would he not suffer a severe and deadly punishment as a consequence? On top of that, everyone in that group were all experiencing some fright in seeing Jiang Ruhu's appalling and agonising state. Each of them was discouraging one another from taking action, all of them fearful of making a big mistake.

source: 众人在原地等了一会，不久便听到一道男音响起。
en_us: The group waited where they were and a few moments later, they heard male voices.

source: 众人开始你一言我一语的，把昨晚的事说了一遍。
en_us: The group began to recount the events of the previous day, taking turns to speak.

source: 众人忍不住把眼光齐齐的聚集在了女子身上，可无论怎么查看，她身上仍旧没有丝毫灵力，明明是个凡人啊？是他们修为太低看不出来吗？就像之前那两位也是，连郁红姐也探不出那两人的修为。
en_us: Everyone could not help but look at this girl, but no matter how they scrutinized her, she did not show any signs of Spirit Qi and was obviously a mortal. Were their cultivation levels too low to notice anything? It was just like the two people from before whose cultivation levels even Sister Yu Hong could not detect.

source: 众人怀着忐忑的心情，随着浓萤和萝卜落下了云头。一路跟着他俩走过大殿，穿过后堂，来到一处庭院，并步行一张躺椅前。
en_us: All of them were anxious as they followed Shen Ying and the radish off the transport Dharma artifact. They followed the both of them through a big hall, and then through the rear of the hall. They passed by the courtyard and then stopped by a bed bench.

source: 众人愣了一下，也不知道是谁带头回了句，“为了无敌派！”于是众人再次高喊，“为了无敌派！”
en_us: Everybody hesitated. A voice sounded out from the crowd, "For Invincible Sect!" Everyone echoed, "For Invincible Sect!"

source: 众人愣了一下，面面相觑了会都看向了前方的郁红。
en_us: All the girls were shocked and they looked at each other at a loss for words before looking toward Yu Hong who in front.

source: 众人手慌脚乱的抬起江如虎和江如鹰朝山下走去，全都义愤填膺的叫嚣不停，恨不得将江逸这个穷凶极恶的狂徒千刀万剐才能解恨。
en_us: In a flurry, the large group of people carried Jiang Ruhu and Jiang Ruying as they left the Western Hills. All of them clamoured incessantly as they felt indignant with the injustice just inflicted on them, each of them itching to make mincemeat out of that viciously evil and violent criminal Jiang Yi so that they can be relieved of their bitter hatred.

source: 众人有些茫然的看了郁红一眼，见她点头才纷纷行礼，退了下去。
en_us: Everyone was a little stunned as they looked at Yu Hong. Seeing her nod, all of them then saluted and took their leave.

source: 众人沉默了，面面相觑了半天，也没有人站出来说个主意。
en_us: Everyone was silent and looked at each other for a long time. No one came forward with any ideas.

source: 众人没有回话，只是眼神更加的丰富了。
en_us: Nobody replied, but the expressions in their eyes said it all.

source: 众人点了点头。
en_us: They all nodded.

source: 众人的脸色更沉了，看来这个郁家的底牌还挺多。孤月扫了屋内的众弟子一眼，沉声道，“今天晚上大家都去收拾一下，我们明日就回无敌派。”
en_us: Everybody's expressions darkened. The Yu Family seemed to have many hidden cards... Lonemoon scanned the room and studied each of his disciples. Lowering his voice, he said, "Everybody, pack up your things tonight. We'll return to Invincible Sect tomorrow."

source: 众人看了看她空无一物的脚下。
en_us: Everyone looked at where she pointed, but saw absolutely nothing.

source: 众人眼睛更亮，再次齐齐回答，“掌门好！”
en_us: Everybody's eyes brightened and they responded together, "How are you, Sect Master?"

source: 众人眼睛顿时更亮了，那个中年游仙更是上前几步，似是压住不住激动的道，“正是此物。”
en_us: The group's eyes lit up. The middle-aged Traveling Immortal took a few more steps forward. He couldn't hold in his excitement as he replied, "Yes, this is it."

source: 众人神色一喜。
en_us: Everyone of Invincible Sect was delighted at this.

source: 众人纷纷打起了十二万分的精神，注意着四周的情况。可接下来的情形，却令众人有些不知所措。
en_us: Everyone became alert and took note of what was happening around them. However, the scenario that came next made them all go speechless.

source: 众人脸色一变，他却直接把自己的玉牌递还给了奚秋，转身就御剑就追了出去。
en_us: The crowd's expression changed. Nevertheless, he handed his jade token back to Xi Qiu, turned around, and rode on his sword after Yi Qing.

source: 众人脸色一变，面面相觑，她到底从哪冒出来的，她们居然没有一个人察觉。
en_us: All of their expressions changed, showing confusion. Where did she come from? How was it that none of them had noticed her?

source: 众人脸色顿时分外复杂起来。真相是什么，轩辕家这伙人最清楚。本来他们就是来拿玄天宗出气的，没指望那秘境里真有千叶草木灵，但谁想得到这里真的有。
en_us: The crowd's expressions reflected absolute confusion. The Xuan Yuan Family was clearest about what the truth was. They had originally come to give the Blackheaven Sect trouble. They hadn't expected that they really found a Thousand Leaves Vegetation Spirit in the mystic realm. Yet, there really was one here.

source: 众人脸色顿时沉重起来，“郁红姐，我们真的……能平安逃到下界去吗？”
en_us: Everyone's expressions became grave. "Sister Yu Hong, can we really… escape to the Lower Realm safely?"

source: 众人赞同的点了点头，轩辕家已经经不起再聊一次的折腾了。
en_us: The other five nodded in agreement. The Xuan Yuan Family definitely would not be able to withstand another blow.

source: 众人还没反应过来，机械似的开口，“走？”
en_us: The group of girls had yet to recover from shock as they opened their mouths mechanically to ask, "Go?"

source: 众人还目送着江逸离开，一道暴怒无比的怒吼响起，竟是一开始就被江逸砸断腿的江如鹰。
en_us: The group of people were still sending Jiang Yi off with their stares of horror, when a bellow fulled with incomparably violent rage rang out. The shout actually came from Jiang Ruying, whose leg had been broken by Jiang Yi right from the start.

source: 众人这才反应过来，对啊，既然仙人都可以来到下界，那怎么可能会没有仙门。这人明显就是在骗他们！
en_us: The crowd began to react. That's right, if an immortal could come down to the Lower Ralm, how can there be no Heavenly Gate? This man was lying!

source: 众人这才发现，他的尾巴上正托着一个婴儿，婴儿裹着厚厚的皮毛，只露出半张脸，脸色看起来还泛着黄，像是刚刚出生的一样。而他身后的祭坛上正放着一个已经打开的盒子。
en_us: It was only now that they saw he had a baby on his tail. The baby was wrapped in thick fur, with only half of his face revealed; his face looked yellow, like he was just born. And on the altar behind him was an open box.

source: 众人进了酒楼内，才发现里面另有一番天地，仙雾缭绕，灵气逼人。每走一段眼前就是另一番景象，不像是在酒楼，而像是到了什么风景名胜一样。
en_us: On entering the restaurant, they found themselves in another world. The interior was swirling with immortal mist and oppressive Spirit Qi. The scenery continuously changed as they strolled along. It was as if they had come to a famous scenic spot rather than a restaurant.

source: 众人迟疑起来，进退为难，江逸双手又是一动，江如虎的身子在半空滑过一道美妙的弧度，又重重砸落在地。
en_us: The group of opponents hesitated in their response, as they were stuck between a rock and a hard place. Jiang Yi's hands moved again, sending Jiang Ruhu's body flying in mid-air in a splendid upwards arc before smashing it heavily on the ground once again.

source: 众人顿时脸色一变，奚秋立马转身唤过一名弟子大声道，“快去，敲响主峰的彻鸣钟，封锁玄天宗所有出口，捉拿魔修！”
en_us: Everyone's face changed immediately. Xi Qiu turned around and straight away shouted towards a disciple, "Quick, sound the main peak's Che Ming Bell. Seal all of Blackheaven Sect's exits, capture the fiendish cultivator!"

source: 众人齐齐倒吸了一口气，瞬间坚定了一个想法。这些哪是什么小仙门可以有的。
en_us: Everyone sucked in their breath and immediately reinforced their prior train of thought. These things were not possible for a small immortal sect.

source: 众人齐齐回答。
en_us: Everyone answered in unison.

source: 众人：“……”
en_us: The group: "…"

source: 众人：“……”心口有点塞。
en_us: Everyone："..." Something was stuck in their throats.

source: 众人：“……”说好的世家兄弟呢？
en_us: Everyone: "…" What happened to the brotherly bond among aristocratic families?

source: 众体修：“……”
en_us: All the body cultivators: "..."

source: 众堂主：“……”
en_us: Hall masters: "…"

source: 众多弟子集合不到五分钟，之前冲进去的羿清和沈萤回来了，羿清一手拎着一个人，而沈萤一手拎着……一条鱼？！
en_us: Yi Qing and Shen Ying that rushed in previously came back five minutes after all the disciples gathered. Yi Qing had 1 person in each side of his arms, and Shen Ying had 1... fish in each side of his arms？！

source: 众妖四下寻找，明明是五感最为敏锐的妖类，却找了半天也没找着这发声之人。
en_us: Despite possessing keen senses, the demons failed to find the person who had said those words.

source: 众妖脑海里同时浮现出了一个字“弱”，太弱了！就连身上的妖气都弱得可怜，仿佛随便一个妖呼口大气，都能把她吹跑了。
en_us: Instantly, a single word emerged in the minds of every single demon: "Weak!" She was way too weak! Even the weakest, most pathetic demon present could blow her away with a single puff.

source: 众妖跟着那声音左右看了好几遍，仍是没有找着出声之人。
en_us: The demons followed the instructions of the voice, but they still failed to find the person.

source: 众妖：“……”
en_us: The demons：“……”

source: 众妹子纷纷点头，看向沈萤的眼光，再没了昨天那种警惕，反而亮得有些可怕，像极了前世那些舔屏偶象的疯狂粉丝。
en_us: The girls nodded and looked at Shen Ying. The suspicion that was once in their eyes was gone and was replaced with pure freaky admiration. They looked so much like the crazy fans Lonemoon had seen in his previous life.

source: 众弟子：“……”
en_us: All the disciples: "..."

source: 传闻悟剑峰可是上青界的一个顶级宗门所建，也是唯一一处可以从中青界进入到上青界的地方。
en_us: It was rumored that Sword Comprehension Peak was built by a top sect of the Azure World and it was the only place through which one could enter the Upper Azure World from the Middle Azure World.

source: 传闻有一种极为阴损的法子，将活人修士的身体直接练制成丹，丹中可以保存修士生前百分之十的修为，吃了可以直接提升修为。但这种方法极为麻烦，但凡修士都不愿自己的修为被人所盗取，所以就算是成丹，丹里蕴含的狂虐灵气很有可能反噬食用的人。除非被练制的人，本身灵气就是极为柔和的属性。像是水灵根，或是木灵根。
en_us: It was rumored that there was a depraved method of making elixir pills, which was to use the body of a living cultivator. These pills could preserve ten percent of the victims’ cultivation level before their death. Anyone who took the pill would directly experience an improvement in cultivation level. However, this method was extremely troublesome. No cultivators would willingly allow their cultivation level be extracted, so although it was an elixir pill, the malevolence contained in the pill could turn on the consumer, unless the cultivator used in the making of the pill possessed Spirit Qi of an extremely gentle attribute, such as a Water Spirit Root attribute or a Wood Spirit Root attribute.

source: 伴随着一道骨头断裂声，一道沉闷的元力爆炸声乍起，元力对撞引得四周空气一震，吹起了地面的烟尘，迷了众人的眼。但这一刻所有人都忘记了闭眼，全部眼眸睁得滚圆，不敢置信的望着江如鹰身子如断线的风筝般朝远处飞去……
en_us: Alongside the sounds of bones breaking rang aloud the deep noise of essence forces exploding. The collision of essence forces caused a shockwave to reveberate across the surrounding air, blowing up smoke and dust from the room and blurring all the gang-members' visions. However, at that moment, all the members had forgotten to close their eyes. Instead, their eyes were bulging out and opened wide, as they simply could not believe what they were seeing - the figure of Jiang Ruying being sent flying out in a faraway direction, akin to a kite with a broken string...

source: 伴随着冥皇的命令，阴兵、骸骨巨人、尸人、尸兽和尸将们全部仰天狂吼，无数暴虐、凶残、邪恶、腥臭和腐臭的气息顷刻便全部释放了出来。
en_us: Following the orders of the Netherworld King, the skeleton giants, zombies, zombie-beasts, and zombie generals surged forward with a crazy roar. Immense amounts of violent, brutal, and festering smells were all released instantly.

source: 伸手摸了摸额头上那个肿得如鸡蛋一般的夸张肉包，江逸心中顿时充满了难以抑制的愤怒。今天一大早，当他赶去清点家族西山药田的收成时，正好遇到江如虎等几个家族旁系少爷偷药，想换零用钱花。这种纨绔子弟的行为一般只要不太严重，家族管事都是睁一只眼闭一只眼，权当没看见。
en_us: Jiang Yi was overwhelmed by uncontrollable rage when his hand brushed over the large, egg-shaped swelling on his forehead. That morning, he’d rushed to check on the plantation’s herb harvest. Unfortunately, he ran into Jiang Ruhu and some other members of a side branch. They were looting the fields of their medicine, which they planned to sell for some extra money. Normally, the family would turn a blind eye to what these wastrel playboys did, as long as their activities were not irredeemable.

source: 似是极力避免他们跟他扯上关系一样。
en_us: It looked as if Lonemoon was doing everything he could to avoid having to come into contact with Bai Ze.

source: 但……他有退路吗？
en_us: However... did he have any way to retreat or escape?

source: 但也不能总这么下去，看来是时候找点赚钱的路子了。早知今日之前狸猫掉的金子，她就应该捡起来的，都怪那个临时厨子。
en_us: However they could not continue on like this; it seemed like it was time to find ways to earn money. If she had known earlier, she would have picked up the gold that the civet cat had dropped earlier on. Her temporary chef was to blame for it.

source: 但奇怪的是，众人对成为体修的事，半点都没有排斥，反而……有些惊喜？！甚至从第二天起，就直接开心的扔开了剑，齐齐开始单纯的练拳粹体，就好像……终于捅破了什么窗户纸似的。
en_us: The odd thing, however, was that all of them were not against becoming Body Cultivators, but they were instead… pleasantly surprised?! From the second day onwards, they happily tossed aside their swords and began to purely practice their body and fists as if… finally affirming an open secret.

source: 但是……兔兔到底做错什么了？上仙为啥不明说！
en_us: "But... but what has Rabbit done wrong? Why didn't Exalted Immortal make it clear?"

source: 但是……没有沈萤！
en_us: Yet... no one mentioned Shen Ying!

source: 但是下一刻，那团黑气与莲花却慢慢汇合成一体，不到半会已经开始凝聚成形，一刻钟的功夫后，黑气和莲花都不见了，而地上多出了一个熟睡的婴儿。
en_us: The next moment, the lump of black matter fused with the Lotus and became one with it in no time. In an instant, the black matter disappeared along with the Lotus. And there, on the ground, laid an infant in deep sleep.

source: 但是因为浮得不高，所以刚刚没看出来。孤月心下一惊，当即捏了个风诀，扫开了四周的碎石，下方居然是一块完好无损的石板，在刚刚羿清那顿打砸中，居然没有半点划裂。而且这石板上……
en_us: But because the stones had not floated up much, they did not spot it just now. Alarmed, Lonemoon immediately formed a hand seal to sweep away the surrounding gravel. A completely intact stone slate could be seen at the bottom; despite Yi Qing's battering, it had not suffered the slightest crack. And this stone slate…

source: 但是没有浑厚的元力，身上的伤势也没好，在相差了一倍的巨大力量面前，应该极为勉强才对。更何况这仓促的一招就把江豹的手肘给推得脱了臼？
en_us: But Jiang Yi was injured and lacking essence force, so there was no need to stress the vast difference in strength between them. Despite this, the unexpected blow managed to dislocate Jiang Bao's elbow.

source: 但是！
en_us: But!
